Repository: eurolinux-enterprise-linux-sources/libgnomecups
Catalog: src/po/*.po
Languages: de

source: Ready
de: Bereit

source: Printing
de: Drucken

source: Paused
de: Unterbrochen

source: Unknown
de: Unbekannt

source: Pending
de: Ausstehend

source: Stopped
de: Gestoppt

source: Canceled
de: Abgebrochen

source: Aborted
de: Storniert

source: Completed
de: Fertiggestellt

source: Success
de: Erfolg

source: Success, some attributes were ignored
de: Erfolg, mindestens ein Attribut wurde ignoriert

source: Success, some attributes conflicted
de: Erfolg, einige Attribute riefen einen Konflikt hervor

source: Success, ignored subscriptions
de: Erfolg, Abonnements ignoriert

source: Success, ignored notifications
de: Erfolg, Benachrichtigungen ignoriert

source: Success, too many events
de: Erfolg, zu viele Ereignisse

source: Success, cancel subscription
de: Erfolg, Abonnement kündigen

source: Bad request
de: Fehlerhafte Anfrage

source: Forbidden
de: Verweigert

source: The client has not been authenticated
de: Ihr Client wurde nicht legitimiert

source: You are not authorized to perform this operation
de: Sie sind nicht zur Durchführung dieser Operation legitimiert

source: This operation cannot be completed
de: Diese Operation kann nicht fertiggestellt werden

source: Timeout
de: Zeitüberschreitung

source: The requested file was not found
de: Die gewünschte Datei wurde nicht gefunden

source: The requested resource no longer exists
de: Die gewünschte Ressource existiert nicht mehr

source: The request was too large
de: Die Anfrage war zu groß

source: The request was too long
de: Die Anfrage war zu lang

source: The document format is not supported
de: Das Dokumentenformat wird nicht unterstützt

source: The value or attributes in this request are not supported
de: Der Wert oder die Attribute in dieser Anfrage werden nicht unterstützt

source: The URI scheme is not supported
de: Das Adressschema wird nicht unterstützt

source: The requested character set is not supported
de: Der gewünschte Zeichensatz wird nicht unterstützt

source: There were conflicting attributes in the request
de: In der Anfrage tauchten Attribute auf, die einen Konflikt hervorrufen

source: Compression is not supported
de: Kompression wird nicht unterstützt

source: There was a compression error
de: Es ist ein Kompressionsfehler aufgetreten

source: There was an error in the format of the document
de: Es ist ein Fehler im Dokumentenformat aufgetreten

source: There was an error accessing the document
de: Es ist ein Fehler beim Zugriff auf das Dokument aufgetreten

source: Some attributes could not be set
de: Einige Attribute konnten nicht gesetzt werden

source: All subscriptions were ignored
de: Alle Abonnements wurden ignoriert

source: Too many subscriptions
de: Zu viele Abonnements

source: All notifications were ignored.
de: Alle Benachrichtigungen wurden ignoriert.

source: A print support file was not found.
de: Es wurde keine Druckunterstützungsdatei gefunden.

source: Internal server error
de: Interner Server-Fehler

source: Operation not supported
de: Operation nicht unterstützt

source: Service unavailable
de: Dienst nicht verfügbar

source: Version not supported
de: Version nicht unterstützt

source: Device error
de: Gerätefehler

source: Temporary error
de: Temporärer Fehler

source: The printer is not accepting jobs
de: Der Drucker nimmt keine Aufträge an

source: The printer is busy
de: Der Drucker ist belegt

source: The job has been canceled
de: Ihr Auftrag wurde abgebrochen

source: Multiple-document jobs are not supported
de: Aufträge mit mehreren Dokumenten werden nicht unterstützt

source: The printer is deactivated
de: Der Drucker ist deaktiviert

source: Redirected to another site
de: Auf andere Seite weitergeleitet

source: Unknown error
de: Unbekannter Fehler
